Repository: tuxslack/nitrogen
Catalog: po/*.po
Languages: pt_br

source: Unexpected argument
pt_br: Argumento inesperado

source: expects an argument.
pt_br: espera uma discussão.

source: does not expect an argument.
pt_br: não espera uma discussão.

source: conflicts with another argument.
pt_br: entra em conflito com outro argumento.

source: Usage:
pt_br: Uso:

source: ERROR: Unable to load config file
pt_br: ERRO: Não foi possível carregar o arquivo de configuração

source: Couldn't find group for
pt_br: Não foi possível encontrar o grupo para

source: Could not get filename from config file.
pt_br: Não foi possível obter o nome do arquivo do arquivo de configuração.

source: Could not get mode from config file.
pt_br: Não foi possível obter o modo do arquivo de configuração.

source: The error code returned was
pt_br: O código de erro retornado foi

source: We expected
pt_br: Nós esperamos

source: or
pt_br: ou

source: You previewed an image without applying it, apply?
pt_br: Você visualizou uma imagem sem aplicá-la, aplicar?

source: Automatic
pt_br: Automático

source: Scaled
pt_br: Escalado

source: Centered
pt_br: Centralizado

source: Tiled
pt_br: Ladrilhado

source: Zoomed
pt_br: Ampliado

source: Zoomed Fill
pt_br: Preenchimento ampliado

source: Scale
pt_br: Escala

source: Center
pt_br: Centro

source: Tile
pt_br: Telha

source: Zoom
pt_br: Ampliação

source: ZoomFill
pt_br: Preenchimento_de_zoom

source: Could not get bg groups from config file.
pt_br: Não foi possível obter grupos BG do arquivo de configuração.

source: ERROR
pt_br: ERRO

source: Could not open display
pt_br: Não foi possível abrir a tela

source: ERROR: Could not load file in bg set
pt_br: ERRO: Não foi possível carregar o arquivo no conjunto BG

source: Unknown mode for saved bg
pt_br: Modo desconhecido para BG salvo

source: ERROR: BG set could not make atoms.
pt_br: ERRO: O conjunto BG não conseguiu produzir átomos.

source: Screen
pt_br: Tela

source: Full Screen
pt_br: Tela cheia

source: Could not find Xinerama screen number
pt_br: Não foi possível encontrar o número da tela do Xinerama

source: Restore saved backgrounds
pt_br: Restaurar fundos salvos

source: Do not recurse into subdirectories
pt_br: Não recorra a subdiretórios

source: How to sort the backgrounds. Valid options are: * alpha, for alphanumeric sort * ralpha, for reverse alphanumeric sort * time, for last modified time sort (oldest first) * rtime, for reverse last modified time sort (newest first)
pt_br: Como classificar os planos de fundo. As opções válidas são: * alfa, para classificação alfanumérica * ralpha, para classificação alfanumérica reversa * time, para classificação de hora da última modificação (o mais antigo primeiro) * rtime, para classificação reversa da hora da última modificação (mais recente primeiro)

source: background color in hex, #000000 by default
pt_br: cor de fundo em hexadecimal, #000000 por padrão

source: Select xinerama/multihead display in GUI, 0..n, -1 for full
pt_br: Selecione exibição xinerama/multihead na GUI, 0..n, -1 para completo

source: Force setter engine: xwindows, xinerama, gnome, pcmanfm
pt_br: Mecanismo de configuração de força: xwindows, xinerama, gnome, pcmanfm

source: Choose random background from config or given directory
pt_br: Escolha um plano de fundo aleatório da configuração ou de um determinado diretório

source: Sets the background to the given file
pt_br: Define o plano de fundo para o arquivo fornecido

source: scaled
pt_br: dimensionada

source: tiled
pt_br: lado_a_lado

source: centered
pt_br: centrada

source: zoom
pt_br: ampliação

source: zoom-fill
pt_br: preenchimento_de_zoom

source: Saves the background permanently
pt_br: Salva o plano de fundo permanentemente

source: Could not open dir
pt_br: Não foi possível abrir o diretório

source: Currently set background
pt_br: Plano de fundo atualmente definido

source: for
pt_br: para

source: Error parsing command line
pt_br: Erro ao analisar a linha de comando

source: Preferences
pt_br: Preferências

source: View Options
pt_br: Ver opções

source: Directories
pt_br: Diretórios

source: Sort by
pt_br: Ordenar por

source: _Icon
pt_br: _Ícone

source: _Icon with captions
pt_br: _Ícone com legendas

source: _List
pt_br: _Lista

source: _Time (descending)
pt_br: _Tempo (descendente)

source: _Time (ascending)
pt_br: _Tempo (ascendente)

source: _Name (ascending)
pt_br: _Nome (crescente)

source: _Name (descending)
pt_br: _Nome (descendente)

source: Recurse
pt_br: Recurso

source: Are you sure you want to delete <b>%1</b>?
pt_br: Tem certeza de que deseja excluir <b>%1</b>?
